[IO_MountJackmore_Detonator InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_MountJackmore_Dynamite MissionItemDefinition]
UseFailureCharacterMessage="THE BOOK %s Using this tool."
ItemName="I'M GOING"
PickupMessage="Anyway %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="This product is not available for sale.."
NoManufacturerName="All in all"

[ItemDefs.ID_MO_MountJackmore_Dynamite:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""
NoConstraintText=""
Suffix=""
Prefix=""

[MO_DynamiteGhost InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

